import { icons } from '../utils/icons';
export const features = [
	{
		icon: icons.clock,
		name: 'السرعة',
		content:
			'نحرص على احترام المواعيد الزمنية للمشاريع، مما يضمن تسليمها في الوقت المحدد.',
	},
	{
		icon: icons.certificate,
		name: 'الجودة',
		content:
			'نلتزم بأعلى معايير الجودة في عمليات البناء، مع التركيز على الاستدامة والمتانة',
	},
	{
		icon: icons.rank,
		name: 'التميز',
		content:
			'نعكس رؤيتك بإبداع وتميز في التصميم الهندسي، مضيفين لمسة فنية وفريدة لكل مشروع',
	},
	{
		icon: icons.hands,
		name: 'علاقات مستدامة',
		content:
			'نقوم ببناء علاقات قائمة على الثقة والجودة، ونسعى لتحقيق رضا العملاء في كل تفاصيل المشروع',
	},
	{
		icon: icons.city,
		name: 'تنوع المشاريع',
		content:
			'نقدم خبرة وتخصص في تنفيذ مشاريع متنوعة، بما في ذلك فلل، عمارات، استراحات، ومشاريع أخرى',
	},
	{
		icon: icons.tools,
		name: 'تكنولوجيا البناء',
		content:
			'نعتمد أحدث التقنيات في عمليات البناء والتشطيب، مما يسهم في تحسين كفاءة العمل والجودة',
	},
];
